import React from 'react'
import "./scss/Agreement.scss"

export default function Privacy() {
  return (
    <div className='agreement-wrap'>
        <h2>한국 고객의 개인정보 보호 권리(한국 이용자를 위한 개인정보 처리방침)</h2>

        <p>마지막 수정일: 2021년 12월 06일<br/>
        <br/>
        한국 거주자의 경우 케이스타그램 리미티드 (이하 “케이스티파이”, “당사”, “당사의”)의 본 방침 또한 참고하시기 바랍니다. 본 방침은 개인정보 보호법에 따라 당사의 개인정보 보호 관행에 관련된 추가적인 정보를 고지합니다. 한국 거주자에 대해서는 본 방침의 내용과 상기 개인정보 처리방침의 내용에 모순되는 경우 본 개인정보 처리방침의 내용이 우선하여 적용됩니다.<br/>
        &nbsp;</p>

        <p>개인정보의 처리 목적 및 처리정보 항목<br/>
        <br/>
        당사는 고객이 웹사이트에 회원가입 시 페이스북, 카카오, 애플 등의 외부 서비스 등의 계정정보를 이용하여 가입 및 로그인하는 경우, 고객의 동의를 받은 범위에서 해당 외부 서비스 제공업체들로부터 고객의 개인정보를 제공받는 방법으로 이를 수집하며, 고객이 웹사이트를 통하여 상품을 주문 및 구매하는 경우 등에도 별도로 개인정보를 수집합니다. 당사가 수집 및 이용하는 고객의 개인정보 항목은 아래와 같습니다. 개인정보 처리 목적은 섹션 2를 참고하여 주시기 바랍니다.<br/>
        <br/>
        SNS 로그인을 통한 회원가입 페이스북: 필수 정보: 이름, 이메일 주소 인스타그램 필수 정보: 이름, 이메일 주소 애플 필수 정보: 이름, 이메일 주소 카카오 필수 정보: 이름, 이메일 주소 주문 및 구매 연락처 이메일 주소, 배송지 주소 IP 주소, 쿠키 등 자동으로 수집되는 정보 (섹션 2.2 참고)<br/>
        <br/>
        개인정보의 국외 이전<br/>
        <br/>
        케이스티파이는 홍콩에 소재하고 있으며, 위 1.에 따라 수집 및 이용하는 개인정보를 해당 목적 및 보유 및 이용기간 동안, 회원가입 시 혹은 필요 시 수시로 전기통신망을 통하여 이전하는 방식으로 홍콩으로 이전하여 보관 및 관리하고 있습니다.<br/>
        <br/>
        개인정보 제3자 제공 (국내 및 국외)<br/>
        <br/>
        케이스티파이는 국내 혹은 국외의 제3자에게 귀하의 개인정보를 제공하지 않고 있습니다.<br/>
        <br/>
        <br/>
        개인정보 처리위탁</p>

        <p>케이스티파이는 아래의 수탁자에게 고객의 개인정보 처리를 위탁합니다.<br/>
        <br/>
        국외 처리위탁<br/>
        <br/>
        개인정보를 이전받는 자(연락처): DHL Express (+852 2400 3388) 이전되는 국가: 홍콩 이전일시 및 이전 방법: 상품 구매 시 및 수시로 전기통신망을 통하여 이전됨 개인정보 항목: 이름, 휴대폰 번호, 이메일 주소, 주소, 개인통관고유번호 개인정보 이전 목적: 상품 배송 업무 수행 보유 및 이용 기간: 상품 배송업무 및 관련 의무이행 종료 시까지<br/>
        <br/>
        개인정보를 이전받는 자(연락처): CJ Post (1588-1255) 이전되는 국가: 홍콩 이전일시 및 이전 방법: 상품 구매 시 및 수시로 전기통신망을 통하여 이전됨 개인정보 항목: 이름, 휴대폰 번호, 이메일 주소, 주소, 개인통관고유번호 개인정보 이전 목적: 상품 배송 업무 수행 보유 및 이용 기간: 상품 배송업무 및 관련 의무이행 종료 시까지<br/>
        <br/>
        개인정보 보유/이용기간; 파기절차 및 방법<br/>
        <br/>
        아래를 포함한 관계 법령에서 정한 보유기간에 따라 추가적인 보존이 요구되지 않는 한, 케이스티파이는 개인정보 수집 시 고객으로부터 동의를 받은 범위에서 개인정보를 보유 및 이용합니다.<br/>
        <br/>
        전자상거래 등에서의 소비자 보호에 관한 법률 표시ㆍ광고에 관한 기록: 6개월 계약 또는 청약철회 등에 관한 기록: 5년 대금결제 및 재화등의 공급에 관한 기록: 5년 소비자의 불만 또는 분쟁처리에 관한 기록: 3년 전자문서 및 전자거래 기본법 전자주소를 통한 전자문서 유통에 관한 기록: 10년<br/>
        <br/>
        보유기간이 만료되거나 이용목적이 달성된 경우, 케이스티파이는 법령상 요구되는 방법에 따라 전자적 형태로 저장된 개인정보를 복구가 불가능한 기술적 방법을 사용하여 삭제합니다. 출력한 개인정보는 파쇄기로 파쇄하거나 소각하여 파기합니다.<br/>
        &nbsp;</p>

        <p>개인정보 안전성 확보조치<br/>
        <br/>
        케이스티파이는 고객의 개인정보를 보호하기 위하여 법령상 요구되는 기술적, 관리적 조치를 준수하고 있습니다. 이에 관한 구체적인 내용은 섹션 6을 참고하여 주시기 바랍니다.<br/>
        &nbsp;</p>

        <p>정보주체와 법정대리인의 권리, 의무 및 그 행사에 관한 사항<br/>
        <br/>
        고객은 관계 법령에 따라 고객의 개인정보를 열람, 정정 및 삭제할 수 있는 권리가 있습니다. 케이스티파이의 서비스는 14세 미만 고객을 대상으로 하지 않고, 그 개인정보를 수집하지 않습니다. 정보주체의 권리 행사에 관한 자세한 정보는 섹션 7 및 9를 참고하시기 바랍니다.</p>

        <p><br/>
        <br/>
        쿠키, 자동 수집 개인정보 및 저장 거부<br/>
        <br/>
        케이스티파이 웹사이트는 쿠키를 자동으로 수집 및 저장합니다. 또한 케이스티파이는 쿠키 등을 통하여 광고사업자를 포함한 다른 사업자가 이용자의 광고ID 및 행태정보를 수집할 수 있도록 허용하고 있습니다. 다른 사업자의 쿠키 수집장치 설치 및 운영 현황은 다음과 같습니다. Google Analytics 및 광고 쿠키(Google LLC 정책 바로가기) Facebook 픽셀 및 SDK(Facebook, Inc. 정책 바로가기) 네이버 픽셀 및 SDK 카카오 픽셀 및 SDK 기타 광고: Pinterest, Tatari, Twitter Ads, Microsoft Advertising, 분석툴(Analytics): TikTok Pixel, Snowplow Analytics, Pinterest Conversion Tag, New Relic, Linkedin Insight Tag, Hotjar, AddShoppers,<br/>
        <br/>
        이에 관한 자세한 내용은 섹션 2-2 및 케이스티파이 쿠키정책을 참고하시기 바랍니다.<br/>
        &nbsp;</p>

        <p>연락처</p>

        <p>명칭: 케이스티파이 법무팀 연락처: legal@casetify.com</p>
    </div>
  )
}
